CSI API ETABS v1
cDCoNZS_3101_2006 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDCoNZS_3101_2006
Public Interface cDCoNZS_3101_2006
Dim instance As cDCoNZS_3101_2006
public interface class cDCoNZS_3101_2006
type cDCoNZS_3101_2006 =  interface end
The cDCoNZS_3101_2006 type exposes the following members.
Methods
Name | Description
GetOverwrite
GetPreference
SetOverwrite
SetPreference
Top
See Also
Reference
ETABSv1 Namespace